Repository: AbhinandanSingla/unseco
Catalog: lib/local/app_*.arb
Languages: hi

# language
source: English
hi: भाषा

source: Location
hi: स्थान

# singleImageBtn
source: Single Image Soil Moisture Analysis
hi: एकल छवि मिटटी की नमी विश्लेषण

# heading
source: Soil Moisture Analysis
hi: मृदा नमी विश्लेषण

# deepAnalysis
source: Deep Soil Moisture Analysis
hi: गहरा मिटटी की नमी विश्लेषण

# selectSoil
source: Upload Excavated Soil Image after {value} cm
hi: {value} सें.मी. के बाद उत्खनित मिट्टी की छवि अपलोड करें

# selectTop
source: Select Top Soil Image
hi: शीर्ष मृदा छवि का चयन करें

# uploadTop
source: Upload the top level of soil
hi: मिट्टी के शीर्ष स्तर को अपलोड करें

source: Use Camera
hi: कैमरे का प्रयोग करें

source: Use Gallery
hi: गैलरी का प्रयोग करें

source: Next
hi: अगला

# startAnal
source: Start Analysis
hi: विश्लेषण प्रारंभ करें

# err
source: Please Select Image
hi: कृपया छवि चुनें

# soilType
source: Soil Type : {value}
hi: मिट्टी के प्रकार : {value}

source: Soil Moisture Detector
hi: मिट्टी की नमी डिटेक्टर

source: Plant Disease Detector
hi: पौधा रोग डिटेक्टर

# plantDiseaseTitle
source: Plant Disease Detection
hi: पौधा रोग डिटेक्टर

# tomatoTitle
source: Tomato
hi: टमाटर

# tomatoDesc
source: Upload Picture of Plant Leave
hi: प्लांट लीव की तस्वीर अपलोड करें

# pepperTitle
source: Pepper
hi: मिर्च

# pepperDesc
source: Upload Picture of Plant Leave
hi: प्लांट लीव की तस्वीर अपलोड करें

# submitBtn
source: Start Analysis
hi: विश्लेषण प्रारंभ करें

# cropList
source: Crops List
hi: फसलों की सूची
